Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/DesktopSettings.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: This iPhone requires a software update to use iPhone Mirroring.
ar: مطلوب تحديث برنامج هذا الـ iPhone لاستخدام محاكاة iPhone.
ca: Cal actualitzar el programari de l’iPhone per utilitzar la duplicació.
cs: Chcete‑li zrcadlit tento iPhone, musíte aktualizovat jeho software.
da: En softwareopdatering kræves til denne iPhone for at bruge iPhone-skærmdublering.
de: Dieses iPhone benötigt ein Softwareupdate, um „iPhone-Synchronisierung“ verwenden zu können.
el: Απαιτείται ενημέρωση λογισμικού σε αυτό το iPhone για χρήση του Κατοπτρισμού iPhone.
es: Este iPhone debe actualizarse para poder usar la duplicación del iPhone.
es_us: Debes actualizar este iPhone para usar la duplicación.
fi: Tämän iPhonen ohjelmisto on päivitettävä iPhone-peilauksen käyttöä varten.
fr: Cet iPhone requiert une mise à jour logicielle pour utiliser la recopie de l’iPhone.
fr_ca: Cet iPhone requiert une mise à jour logicielle pour utiliser Recopie de l’iPhone.
he: כדי להשתמש ב״שיקוף ה-iPhone״ נדרש עדכון תוכנה ל-iPhone זה.
hi: इस iPhone द्वारा iPhone मिररिंग का इस्तेमाल करने के लिए सॉफ़्टवेयर अपडेट करना ज़रूरी है।
hr: Za uporabu Zrcaljenja iPhonea potrebno je ažurirati softver ovog iPhonea.
hu: Ez az iPhone szoftverfrissítést igényel az iPhone-tükrözés használatához.
id: iPhone ini memerlukan pembaruan perangkat lunak untuk menggunakan Pencerminan iPhone.
it: iPhone richiede un aggiornamento software per poter usare Duplica iPhone.
ja: iPhoneミラーリングを使用するには、このiPhoneにソフトウェアアップデートが必要です。
ko: iPhone 미러링을 사용하려면 이 iPhone의 소프트웨어를 업데이트해야 합니다.
ms: iPhone ini memerlukan kemas kini perisian untuk menggunakan Pencerminan iPhone.
nb: En program­vare­oppdatering kreves for å bruke iPhone-speiling med denne iPhonen.
nl: Deze iPhone vereist een software-update voor het gebruik van synchrone iPhone-weergave.
pl: Aby używać na tym iPhonie funkcji Klonowanie iPhone’a, uaktualnij jego oprogramowanie.
pt_br: Para usar o Espelhamento do iPhone, é necessário atualizar este iPhone.
pt_pt: É necessário atualizar o software deste iPhone para usar a Replicação do iPhone.
ro: Acest iPhone necesită o actualizare software pentru a utiliza Oglindire iPhone.
ru: Для видеоповтора нужно обновить ПО на этом iPhone.
sk: Ak chcete tento iPhone zrkadliť, musíte aktualizovať jeho softvér.
sl: Ta iPhone za uporabo funkcije Zrcaljenje iPhona zahteva posodobitev programske opreme.
sv: Om du vill använda iPhone-dubblering måste programvaran på denna iPhone uppdateras.
th: iPhone เครื่องนี้ต้องอัปเดตซอฟต์แวร์เพื่อใช้สะท้อนหน้าจอ iPhone
tr: Bu iPhone’da iPhone Yansıtma’nın kullanılabilmesi için bir yazılım güncellemesi gerekiyor.
uk: Щоб використовувати Дублювання iPhone, потрібно оновити ПЗ на цьому iPhone.
vi: iPhone này yêu cầu một bản cập nhật phần mềm để sử dụng Phản chiếu iPhone.
zh_cn: 此iPhone需要更新软件才能使用iPhone镜像。
zh_hk: 此iPhone需要更新軟件才能使用「iPhone鏡像輸出」。
zh_tw: 此iPhone需要更新軟體才能使用「iPhone鏡像輸出」。

source: This iPhone will be used for iPhone Mirroring and widgets.
ar: سيُستخدم هذا الـ iPhone لميزة محاكاة iPhone والأدوات.
ca: S’utilitzarà aquest iPhone per a la duplicació i els ginys.
cs: Tento iPhone se bude používat pro zrcadlení a widgety.
da: Denne iPhone bruges til iPhone-skærmdublering og widgets.
de: Dieses iPhone wird für die iPhone-Synchronisierung und Widgets verwendet.
el: Αυτό το iPhone θα χρησιμοποιείται για τον Κατοπτρισμό iPhone και τα widget.
es: Este iPhone se usará para la función de duplicación y para los widgets.
es_us: Este iPhone se usará para la duplicación del iPhone y los widgets.
fi: Tätä iPhonea käytetään iPhone-peilaukselle ja widgeteille.
fr: Cet iPhone sera utilisé pour la recopie de l’iPhone et les widgets.
fr_ca: Cet iPhone sera utilisé pour la recopie de l’iPhone et les widgets.
he: ‏iPhone זה ישמש עבור ״שיקוף ה-iPhone״ ווידג׳טים
hi: इस iPhone का इस्तेमाल iPhone मिररिंग और विजेट के लिए किया जाएगा।
hr: Ovaj iPhone koristit će se za Zrcaljenje iPhonea i widgete.
hu: Ez az iPhone lesz használva az iPhone-tükrözéshez és a widgetekhez.
id: iPhone ini akan digunakan untuk Pencerminan iPhone dan widget.
it: Questo iPhone verrà usato per Duplica iPhone e per i widget.
ja: このiPhoneはiPhoneミラーリングとウィジェットに使用されます。
ko: 이 iPhone은 iPhone 미러링 및 위젯에 사용됩니다.
ms: iPhone ini akan digunakan untuk Pencerminan iPhone dan widget.
nb: Denne iPhonen vil bli brukt for iPhone-speiling og widgeter.
nl: Deze iPhone wordt gebruikt voor synchrone iPhone-weergave en widgets.
pl: Ten iPhone będzie używany do obsługi funkcji Klonowanie iPhone’a i widżetów.
pt_br: Este iPhone será usado para o Espelhamento do iPhone e widgets.
pt_pt: Este iPhone será usado para a Replicação do iPhone e widgets.
ro: Acest iPhone va fi utilizat pentru Oglindire iPhone și widgeturi.
ru: Этот iPhone будет использоваться для видеоповтора и виджетов.
sk: Tento iPhone sa bude používať pre zrkadlenie iPhonu a widgety.
sl: iPhone bo uporabljen za funkcijo Zrcaljenje iPhona in gradnike.
sv: Denna iPhone används för iPhone-dubblering och widgetar.
th: iPhone เครื่องนี้จะใช้สำหรับสะท้อนหน้าจอ iPhone และวิดเจ็ต
tr: Bu iPhone, iPhone Yansıtma ve araç takımları için kullanılır.
uk: Цей iPhone використовуватиметься для Дублювання iPhone і віджетів.
vi: iPhone này sẽ được sử dụng cho Phản chiếu iPhone và các tiện ích.
zh_cn: 此iPhone将用于iPhone镜像和小组件。
zh_hk: 此iPhone會用於「iPhone鏡像輸出」和小工具。
zh_tw: 此iPhone將用於「iPhone鏡像輸出」和小工具。

source: This iPhone will be used for iPhone Mirroring.
ar: سيُستخدم هذا الـ iPhone لميزة محاكاة iPhone.
ca: S’utilitzarà aquest iPhone per a la duplicació.
cs: Tento iPhone se bude používat pro zrcadlení.
da: Denne iPhone bruges til iPhone-skærmdublering.
de: Dieses iPhone wird für die iPhone-Synchronisierung verwendet.
el: Αυτό το iPhone θα χρησιμοποιείται για τον Κατοπτρισμό iPhone.
es: Este iPhone se usará para la función de duplicación.
es_us: Este iPhone se usará para la duplicación del iPhone.
fi: Tätä iPhonea käytetään iPhone-peilaukselle.
fr: Cet iPhone sera utilisé pour la recopie de l’iPhone.
fr_ca: Cet iPhone sera utilisé pour la recopie de l’iPhone.
he: ‏iPhone זה ישמש עבור ״שיקוף ה-iPhone״
hi: इस iPhone का इस्तेमाल iPhone मिररिंग के लिए किया जाएगा।
hr: Ovaj iPhone koristit će se za Zrcaljenje iPhonea.
hu: Ez az iPhone lesz használva az iPhone-tükrözéshez.
id: iPhone ini akan digunakan untuk Pencerminan iPhone.
it: Questo iPhone verrà usato per Duplica iPhone.
ja: このiPhoneはiPhoneミラーリングに使用されます。
ko: 이 iPhone은 iPhone 미러링에 사용됩니다.
ms: iPhone ini akan digunakan untuk Pencerminan iPhone.
nb: Denne iPhonen vil bli brukt for iPhone-speiling.
nl: Deze iPhone wordt gebruikt voor synchrone iPhone-weergave.
pl: Ten iPhone będzie używany do obsługi funkcji Klonowanie iPhone’a.
pt_br: Este iPhone será usado para o Espelhamento do iPhone.
pt_pt: Este iPhone será usado para a Replicação do iPhone.
ro: Acest iPhone va fi utilizat pentru Oglindire iPhone.
ru: Этот iPhone будет использоваться для видеоповтора.
sk: Tento iPhone sa bude používať pre zrkadlenie iPhonu.
sl: iPhone bo uporabljen za funkcijo Zrcaljenje iPhona.
sv: Denna iPhone används för iPhone-dubblering.
th: iPhone เครื่องนี้จะใช้สำหรับสะท้อนหน้าจอ iPhone
tr: Bu iPhone, iPhone Yansıtma için kullanılır.
uk: Цей iPhone використовуватиметься для Дублювання iPhone.
vi: iPhone này sẽ được sử dụng cho Phản chiếu iPhone.
zh_cn: 此iPhone将用于iPhone镜像。
zh_hk: 此iPhone會用於「iPhone鏡像輸出」。
zh_tw: 此iPhone將用於「iPhone鏡像輸出」。

source: This iPhone will be used for widgets. This iPhone requires a software update to use iPhone Mirroring.
ar: سيُستخدم هذا الـ iPhone للأدوات. مطلوب تحديث برنامج هذا الـ iPhone لاستخدام محاكاة iPhone.
ca: S’utilitzarà l’iPhone per als ginys, però cal actualitzar‑ne el programari per utilitzar la duplicació.
cs: Tento iPhone se bude používat pro widgety. Chcete‑li ho zrcadlit, musíte aktualizovat jeho software.
da: Denne iPhone bruges til widgets. En softwareopdatering kræves til denne iPhone for at bruge iPhone-skærmdublering.
de: Dieses iPhone wird für Widgets verwendet und benötigt ein Softwareupdate, um „iPhone-Synchronisierung“ verwenden zu können.
el: Αυτό το iPhone θα χρησιμοποιείται για widget. Απαιτείται ενημέρωση λογισμικού σε αυτό το iPhone για χρήση του Κατοπτρισμού iPhone.
es: Este iPhone se usará para los widgets. Debes actualizarlo para usar la duplicación del iPhone.
es_us: Este iPhone se usará para los widgets. Debes actualizarlo para usar la duplicación.
fi: Tätä iPhonea käytetään widgeteille. Tämän iPhonen ohjelmisto on päivitettävä iPhone-peilauksen käyttöä varten.
fr: Cet iPhone sera utilisé pour les widgets. Cet iPhone requiert une mise à jour logicielle pour utiliser la recopie de l’iPhone.
fr_ca: Cet iPhone sera utilisé pour les widgets. Il requiert une mise à jour logicielle pour utiliser Recopie de l’iPhone.
he: ‏iPhone זה ישמש עבור וידג׳טים. כדי להשתמש ב״שיקוף ה-iPhone״ נדרש עדכון תוכנה ל-iPhone זה.
hi: इस iPhone का इस्तेमाल विजेट के लिए किया जाएगा। इस iPhone द्वारा iPhone मिररिंग का इस्तेमाल करने के लिए सॉफ़्टवेयर अपडेट करना ज़रूरी है।
hr: Ovaj iPhone koristit će se za widgete. Za uporabu Zrcaljenja iPhonea potrebno je ažurirati softver ovog iPhonea.
hu: Ez az iPhone lesz használva a widgetekhez. Az iPhone szoftverfrissítést igényel az iPhone-tükrözés használatához.
id: iPhone ini akan digunakan untuk widget. iPhone ini memerlukan pembaruan perangkat lunak untuk menggunakan Pencerminan iPhone.
it: iPhone verrà usato per i widget. Il dispositivo richiede un aggiornamento software per poter usare Duplica iPhone.
ja: このiPhoneはウィジェットに使用されます。iPhoneミラーリングを使用するには、このiPhoneにソフトウェアアップデートが必要です。
ko: 이 iPhone은 위젯에 사용됩니다. iPhone 미러링을 사용하려면 이 iPhone의 소프트웨어를 업데이트해야 합니다.
ms: iPhone ini akan digunakan untuk widget. iPhone ini memerlukan kemas kini perisian untuk menggunakan Pencerminan iPhone.
nb: Denne iPhonen vil bli brukt for widgeter. En program­vare­oppdatering kreves for å bruke iPhone-speiling med denne iPhonen.
nl: Deze iPhone wordt gebruikt voor widgets. Deze iPhone vereist een software-update voor het gebruik van synchrone iPhone-weergave.
pl: Ten iPhone będzie używany do obsługi widżetów. Aby używać na nim funkcji Klonowanie iPhone’a, uaktualnij jego oprogramowanie.
pt_br: Este iPhone será usado para widgets. Para usar o Espelhamento do iPhone, é necessário atualizá‑lo.
pt_pt: Este iPhone será usado para widgets. É necessário atualizar o software para usar a Replicação do iPhone.
ro: Acest iPhone va fi utilizat pentru widgeturi și necesită o actualizare software pentru a utiliza Oglindire iPhone.
ru: На этом iPhone будут использоваться виджеты. Для видеоповтора нужно обновить ПО на этом iPhone.
sk: Tento iPhone sa bude používať pre widgety. Ak ho budete chcieť zrkadliť, musíte aktualizovať jeho softvér.
sl: iPhone bo uporabljen za gradnike. Ta iPhone za uporabo funkcije Zrcaljenje iPhona zahteva posodobitev programske opreme.
sv: Denna iPhone används för widgetar. Om du vill använda iPhone-dubblering måste programvaran på denna iPhone uppdateras.
th: iPhone เครื่องนี้จะใช้สำหรับวิดเจ็ต iPhone เครื่องนี้ต้องอัปเดตซอฟต์แวร์เพื่อใช้สะท้อนหน้าจอ iPhone
tr: Bu iPhone, araç takımları için kullanılır. Bu iPhone’da iPhone Yansıtma’nın kullanılabilmesi için bir yazılım güncellemesi gerekiyor.
uk: Віджети отримуватимуться з цього iPhone. Потрібно оновити ПЗ на ньому, щоб використовувати його для Дублювання iPhone.
vi: iPhone này sẽ được sử dụng cho các tiện ích. iPhone này yêu cầu một bản cập nhật phần mềm để sử dụng Phản chiếu iPhone.
zh_cn: 此iPhone将用于小组件。此iPhone需要更新软件才能使用iPhone镜像。
zh_hk: 此iPhone會用於小工具。此iPhone需要更新軟件才能使用「iPhone鏡像輸出」。
zh_tw: 此iPhone將用於小工具。此iPhone需要更新軟體才能使用「iPhone鏡像輸出」。

source: Tiled windows have margins
ar: النوافذ المتجانبة لها هوامش
ca: Afegeix marges a les finestres ancorades
cs: Okna vyplňující strany obrazovky jsou orámovaná
da: Vinduer i vinduesfelter har margener
de: Als Kacheln angezeigte Fenster haben Abstand
el: Τα παράθυρα παράθεσης έχουν περιθώρια
es: Mostrar márgenes en las ventanas ajustadas
es_us: Usar márgenes para ventanas en mosaico
fi: Vierekkäin järjestetyillä ikkunoilla on marginaalit
fr: Laisser une marge autour des fenêtres disposées en mosaïque
fr_ca: Laisser une marge autour des fenêtres en mosaïque
he: שוליים של אריחי החלונות
hi: टाइल की गई विंडोज़ में मार्जिन होते हैं
hr: Razmješteni prozori imaju margine
hu: A mozaikszerűen elrendezett ablakok szegéllyel rendelkeznek
id: Jendela berkotak memiliki margin
it: Le finestre disposte a mosaico hanno margini
ja: タイル表示されたウインドウを隙間を入れて配置
ko: 배치된 윈도우에 여백 포함
ms: Tetingkap berjubin mempunyai margin
nb: Vinduer i rutenett har marger
nl: Geplaatste vensters hebben marges
pl: Zadokowane okna mają marginesy
pt_br: Aplicar margens às janelas em mosaico
pt_pt: Janelas em mosaico com margens
ro: Ferestrele dispuse în mozaic au spațiu liber împrejur
ru: Отображать окна-плитки с полями
sk: Okná umiestnené ako dlaždice majú okraje
sl: Razpostavljena okna imajo robove
sv: Staplade fönster har marginaler
th: หน้าต่างที่จัดเรียงมีระยะขอบ
tr: Döşenmiş pencerelerin marjı olsun
uk: Поля навколо закріплених вікон
vi: Các cửa sổ xếp cạnh nhau có lề
zh_cn: 平铺窗口边缘空白
zh_hk: 並排的視窗包括邊線
zh_tw: 並排的視窗包含邊界

source: Top Left Hot Corner
ar: الزاوية الفعالة العلوية اليسرى
ca: Angle actiu superior esquerre
cs: Levý horní aktivní roh
da: Øverste venstre aktive hjørne
de: Aktive Ecke oben links
el: Πάνω αριστερή ενεργή γωνία
es: Esquina activa superior izquierda
es_us: Esquina activa superior izquierda
fi: Ylävasen aktivointikulma
fr: Coin actif supérieur gauche
fr_ca: Coin actif supérieur gauche
he: פינה חמה שמאלית עליונה
hi: ऊपरी बायाँ हॉट कॉर्नर
hr: Gornji lijevi aktivni kut
hu: Bal felső aktív sarok
id: Pojok Aktif Kiri Atas
it: Angolo attivo in alto a sinistra
ja: 左上のホットコーナー
ko: 왼쪽 상단 핫 코너
ms: Sudut Pantas Kiri Atas
nb: Øverst til venstre
nl: Interactieve hoek linksboven
pl: Lewy górny aktywny narożnik
pt_br: Canto de Acesso Rápido Superior Esquerdo
pt_pt: Canto ativo superior esquerdo
ro: Colțul activ din stânga sus
ru: Активный угол слева вверху
sk: Ľavý horný aktívny roh
sl: Zgornji levi aktivni kot
sv: Övre vänstra aktiva hörnet
th: มุมด่วนซ้ายบน
tr: Sol Üst Sıcak Köşe
uk: Верхній лівий активний кут
vi: Góc nóng trên cùng bên trái
zh_cn: 左上触发角
zh_hk: 左上角熱點
zh_tw: 左上角熱點

source: Top Right Hot Corner
ar: الزاوية الفعالة العلوية اليمنى
ca: Angle actiu superior dret
cs: Pravý horní aktivní roh
da: Øverste højre aktive hjørne
de: Aktive Ecke oben rechts
el: Πάνω δεξιά ενεργή γωνία
es: Esquina activa superior derecha
es_us: Esquina activa superior derecha
fi: Yläoikea aktivointikulma
fr: Coin actif supérieur droit
fr_ca: Coin actif supérieur droit
he: פינה חמה ימנית עליונה
hi: ऊपरी दायाँ हॉट कॉर्नर
hr: Gornji desni aktivni kut
hu: Jobb felső aktív sarok
id: Pojok Aktif Kanan Atas
it: Angolo attivo in alto a destra
ja: 右上のホットコーナー
ko: 오른쪽 상단 핫 코너
ms: Sudut Pantas Kanan Atas
nb: Øverst til høyre
nl: Interactieve hoek rechtsboven
pl: Prawy górny aktywny narożnik
pt_br: Canto de Acesso Rápido Superior Direito
pt_pt: Canto ativo superior direito
ro: Colțul activ din dreapta sus
ru: Активный угол справа вверху
sk: Pravý horný aktívny roh
sl: Zgornji desni aktivni kot
sv: Övre högra aktiva hörnet
th: มุมด่วนขวาบน
tr: Sağ Üst Sıcak Köşe
uk: Верхній правий активний кут
vi: Góc nóng trên cùng bên phải
zh_cn: 右上触发角
zh_hk: 右上角熱點
zh_tw: 右上角熱點

source: Up Arrow
ar: سهم لأعلى
ca: Fletxa amunt
cs: Šipka nahoru
da: Pil op
de: Aufwärtspfeil
el: Πάνω βέλος
es: Flecha arriba
es_us: Flecha arriba
fi: Nuoli ylös
fr: Flèche vers le haut
fr_ca: Flèche vers le haut
he: חץ למעלה
hi: अप ऐरो
hr: Strelica prema gore
hu: Felfelé nyíl
id: Panah Atas
it: Freccia su
ja: 上矢印
ko: 위쪽 화살표
ms: Anak Panah Atas
nb: Pil opp
nl: Pijl-omhoog
pl: Strzałka do góry
pt_br: Seta para Cima
pt_pt: Seta para cima
ro: Săgeată sus
ru: Стрелка вверх
sk: Šípka nahor
sl: Puščica gor
sv: Uppåtpil
th: ลูกศรขึ้น
tr: Yukarı Ok
uk: Клавіша зі стрілкою вгору
vi: Mũi tên lên
zh_cn: 上箭头
zh_hk: 向上箭嘴
zh_tw: 向上鍵

source: Use iPhone widgets
ar: استخدام أدوات iPhone
ca: Utilitza els ginys de l’iPhone
cs: Použít widgety pro iPhone
da: Brug iPhone-widgets
de: iPhone-Widgets verwenden
el: Χρήση widget iPhone
es: Usar widgets del iPhone
es_us: Usar widgets del iPhone
fi: Käytä iPhone-widgettejä
fr: Utiliser des widgets pour iPhone
fr_ca: Utiliser les widgets pour iPhone
he: שימוש בווידג׳טים של ה-iPhone
hi: iPhone विजेट उपयोग करें
hr: Koristi widgete iPhonea
hu: iPhone-widgetek használata
id: Gunakan widget iPhone
it: Usa widget di iPhone
ja: iPhoneウィジェットを使用
ko: iPhone 위젯 사용
ms: Gunakan widget iPhone
nb: Bruk iPhone-widgeter
nl: Gebruik iPhone-widgets
pl: Używaj widżetów z iPhone’a
pt_br: Usar widgets do iPhone
pt_pt: Usar widgets do iPhone
ro: Utilizează widgeturi de iPhone
ru: Использовать виджеты для iPhone
sk: Použiť widgety pre iPhone
sl: Uporabi gradnike za iPhone
sv: Använd iPhone-widgetar
th: ใช้วิดเจ็ต iPhone
tr: iPhone araç takımlarını kullan
uk: Використовувати віджети iPhone
vi: Sử dụng tiện ích của iPhone
zh_cn: 使用iPhone小组件
zh_hk: 使用iPhone小工具
zh_tw: 使用iPhone小工具

source: When enabled, open documents and windows will not be restored when you re-open an application.
ar: عند التمكين، لا تتم استعادة المستندات والنوافذ المفتوحة عند إعادة فتح التطبيق.
ca: Si actives aquesta opció, les finestres i els documents oberts no es restauraran quan es torni a obrir una app.
cs: Když je tato volba zapnutá, aktuálně otevřená okna a dokumenty nebudou při opětovném otevření aplikace obnoveny.
da: Når dette er slået til, gendannes åbne dokumenter og vinduer ikke, når du åbner en app igen.
de: Wenn aktiviert, werden geöffnete Dokumente und Fenster beim erneuten Öffnen einer App nicht wiederhergestellt.
el: Όταν είναι ενεργοποιημένη αυτή η ρύθμιση, δεν θα γίνεται επαναφορά των ανοιχτών εγγράφων και παραθύρων όταν ανοίγετε εκ νέου μια εφαρμογή.
es: Cuando esta opción está activada, las ventanas y los documentos abiertos no se restaurarán cuando vuelvas a abrir una aplicación.
es_us: Si se activa, las ventanas y documentos abiertos no se restaurarán cuando se vuelva a abrir una app.
fi: Jos tämä on päällä, avoimia dokumentteja ja ikkunoita ei palauteta, kun avaat apin uudelleen.
fr: Si cette option est activée, les documents et fenêtres ouverts ne seront pas restaurés lors de la réouverture d’une application.
fr_ca: Si cette option est activée, les fenêtres et documents ouverts ne seront pas restaurés lors de la réouverture de l’application.
he: כאשר אפשרות זו מופעלת, חלונות ומסמכים פתוחים לא ישוחזרו בעת פתיחת יישום מחדש.
hi: सक्षम किए जाने पर जब आप ऐप्लिकेशन को फिर खोलेंगे, तो खुले हुए दस्तावेज़ और विंडो रीस्टोर नहीं होंगे।
hr: Kad je omogućeno, otvoreni dokumenti i prozori neće se obnoviti kad ponovno otvorite aplikaciju.
hu: Ha engedélyezve van, a megnyitott dokumentumok és ablakok nem lesznek visszaállítva az alkalmazás ismételt megnyitásakor.
id: Jika diaktifkan, dokumen dan jendela yang dibuka tidak akan dipulihkan saat Anda membuka ulang aplikasi.
it: Se l’opzione è abilitata, le finestre e i documenti aperti non verranno ripristinati quando riapri un’applicazione.
ja: 有効にすると、開いていた書類とウインドウは、アプリケーションの再開時には復元されません。
ko: 활성화하면 응용 프로그램을 다시 열었을 때 열려 있던 문서 및 윈도우가 복원되지 않습니다.
ms: Apabila didayakan, dokumen dan tetingkap yang dibuka tidak akan dipulihkan apabila anda buka semula aplikasi.
nb: Hvis dette er aktivert, vil ikke åpne dokumenter og vinduer bli åpnet igjen når du starter en app neste gang.
nl: Als deze optie is ingeschakeld, worden geopende documenten en vensters niet hersteld wanneer je een app opnieuw opent.
pl: Gdy opcja jest włączona, otwarte dokumenty i okna nie zostaną odtworzone po ponownym otworzeniu aplikacji.
pt_br: Quando ativado, janelas e documentos abertos não serão restaurados quando você reabrir um aplicativo.
pt_pt: Se ativar esta opção, as janelas e os documentos abertos não serão restaurados quando voltar a abrir a respetiva aplicação.
ro: Când opțiunea este activată, documentele și ferestrele deschise nu vor fi restaurate atunci când redeschideți o aplicație.
ru: Когда этот параметр включен, открытые документы и окна не восстанавливаются при повторном открытии приложения.
sk: Ak je zapnutá táto možnosť, otvorené dokumenty a okná nebudú obnovené pri opätovnom spustení aplikácie.
sl: Kadar je ta možnost omogočena, odprti dokumenti in okna ne bodo obnovljeni, če znova odprete aplikacijo.
sv: När det här är aktiverat blir öppna dokument och fönster inte återställda när en app öppnas igen.
th: เมื่อเปิดการใช้งานนี้ จะไม่กู้คืนเอกสารและหน้าต่างที่เปิดอยู่เมื่อคุณเปิดแอปพลิเคชันอีกครั้ง
tr: Etkinleştirilirse uygulamayı yeniden açtığınızda açık belgeler ve pencereler geri yüklenmez.
uk: Якщо ввімкнути цей параметр, відкриті документи й вікна не відновлюватимуться під час наступного запуску програми.
vi: Khi được bật, các tài liệu và cửa sổ đang mở sẽ không được khôi phục khi bạn mở lại một ứng dụng.
zh_cn: 启用后，再次打开应用程序时不会恢复已打开的文稿和窗口。
zh_hk: 如啟用此選項，重新開啟應用程式時，將不會還原已開啟的文件和視窗。
zh_tw: 若啟用此選項，重新打開應用程式時，將不會回復已打開的文件和視窗。
